
const questions = [
  {
    text: 'مدل سازی ریاضی دقیقا یعنی چی؟',
    answerParagraphs: [
      'مدل‌سازی ریاضی به عنوان ابزاری قوی در رشته‌های مختلف مورد استفاده قرار می‌گیرد. در مدلسازی شخص برای حل یک مسئله زندگی واقعی تلاش می‌کنند و در حقیقت مساله به کمک تکنیک‌های مختلف و فرضیات خود شخص حل می شود. در مدلسازی فرد بایستی صورت دقیق مسئله را تعبیر کنند، استراتژی مناسبی برای حل بیابند، نتایج به دست آورده را تحلیل کنند و نتایج نهایی را ارائه کنند. نتیجه نهایی نیز گزارشی نوشته شده است که بایستی به روشنی فرضیات، تحلیل‌ها و جمع‌بندی شخص را نشان دهد.'
      ,
      'ماهیت سوالات در مدلسازی مسایل واقعی است و باعث می‌شود افرادی که با آن درگیر می‌شوند، نسبت به دنیای واقعی و مسایلی که در جای جای جامعه خود می‌بینند بی‌تفاوت نبوده و هر آشفتگی در هر مکانی را با نگرش یک مساله که می‌توان برای بهبودش ایده داد نگاه کنند و ذهن تحلیل‌گر و خلاق آن‌ها به صورت دایمی فعال شود.'
      ,
    ]
  },

  {
    text: 'چه کسانی میتونن در الیمپیاد شرکت کنن؟',
    answerParagraphs: [
      'دانش‌آموزان پایه‌های نهم تا یازدهم که جنسیت مشابه داشته باشند.',
    ]
  },

  {
    text: 'نتایج مرحله اول کی اعلام میشه؟',
    answerParagraphs: [
      'نیمه اول دی ماه.',
    ]
  },

  {
    text: 'چه نکاتی باعث میشه یک پاسخ از بقیه بهتر باشه؟',
    answerParagraphs: [
    ],
    answerItems: [
      'وضوح و خوانایی پاسخ­ تکلیف نهایی',
      'میزان کامل بودن پاسخ‌­ها',
      'استفاده از ریاضیات',
      'استدلال‌­ها و توجیه انتخاب­های انجام شده',
      'عمق و دقت پاسخ‌­­­ها',
      'برای ارائه: قالب و ظاهر، خوانایی، انسجام، استفاده و بکارگیری شکل و نمودار',
      'خلاقیت ریاضی در بسط دادن مسائل',
    ]
  }
]

export default questions;