const questions = [
  {
    text: 'مخاطبین این رویداد چه کسانی هستند؟',
    answerParagraphs: [
      'اگه هر جای ایران دانش‌آموز ورودی پایه‌های دهم تا دوازدهم هستید، و مهم‌تر از همه عاشق یادگرفتن چیزهای جدید و ماجراجویی هستید و حاضرید براشون حسابی انرژی بذارید، این رویداد برای شما طراحی شده! البته، از خودتون مطمئن باشید که اهل به خوشی سپری کردنِ اوقاتتون هم هستید.'
    ],
  },

  {
    text: 'پیش‌رویداد چقدر از من وقت می‌گیره؟',
    answerParagraphs: [
      'ما تلاش کردیم که به اوقات خوش عیدتون لطمه‌ای نزنیم و بیشترش هم بکنیم! برای همین پیش‌رویداد ازتون زمان خیلی کمی می‌گیره  و شما قراره فقط در حد چند ساعت برای اون وقت بذارید.',
    ],
  },

  {
    text: 'اخبار رویداد رو از کجا پیگیری کنم؟',
    answerParagraphs: [
      'برای کسب اطلاعات بیشتر می‌تونید به کانال تلگرامی رویداد (@RastaihaOnline) مراجعه کنید! راستی، اینستاگراممون (@rastaiha) رو هم دنبال کنید.'
    ],
  },

  {
    text: 'رویداد فردیه یا گروهی؟',
    answerParagraphs: [
      'شما در قالب گروه‌های سه نفره در رویداد شرکت می‌کنید و می‌تونید اگه دوست داشته باشید با دوستای خودتون تیم بشید.'
    ],
  },

  {
    text: 'من که کسی رو نمی‌شناسم، چه‌جوری گروه پیدا کنم؟',
    answerParagraphs: [
      'شما در قالب گروه‌های سه نفره در رویداد شرکت می‌کنید و می‌تونید اگه دوست داشته باشید با دوستای خودتون تیم بشید. ولی اگه گروهی ندارید اصلا نگران نباشید! ما خودمون براتون دوستایی رو پیدا می‌کنیم که بتونید با هم اوقات خیلی خوشی توی رویداد داشته باشید.'
    ],
  },

  {
    text: 'من که خونه نیستم چی؟',
    answerParagraphs: [
      'اولا که توصیه می‌کنیم برای جلوگیری از شیوع کرونا خونه بمونید؛ اما در این صورت هم اصلاً کل رویداد ما بر بستر اینترنت هست و وبسایت رویداد هم با لپ‌تاپ و کامپیوتر و هم با گوشی قابل دسترسی‌ه!',
    ],
  },

  {
    text: 'چه‌جوری باید ثبت‌نام کنم؟',
    answerParagraphs: [
      'ثبت‌نام از ۱۷ تا ۱۹ اسفند در همین سایت انجام می‌شه.',
      'توجه کنید که این تاریخ مهلت ثبت نام اولیه هست و قرار نیست گروه‌بندی‌ای انجام بشه و شما به صورت انفرادی ثبت نام می‌کنید. شما می‌تونید گروه‌های خودتون رو بعدا در زمان ثبت نام نهایی که بهتون اعلام میشه، اعلام کنید.',
    ],
  },

  {
    text: 'گروه‌ها چند نفره‌ست؟',
    answerParagraphs: [
      'گفتیم که! تیم‌ها سه‌نفره‌ست.'
    ],
  },

  {
    text: 'اعضای یک گروه می‌تونن از پایه‌های مختلف باشند؟',
    answerParagraphs: [
      'بله اعضای یک گروه می‌تونن از هرکدوم از پایه‌های دهم تا دوازدهم باشن و محدودیتی برای اینکه هم‌پایه باشن وجود نداره.',
    ],
  },
];

export default questions;
