export const persianMessages = { //todo: handle english
  '4002': 'کد تایید باید ۵ رقم داشته باشد.',
  '4003': 'شماره تلفن‌همراه یا کد تایید نامعتبر است.',
  '4004': 'کاربری با این شماره تلفن قبلاً ثبت‌نام کرده است.',
  '4008': 'کاربری با این شماره‌تلفن‌همراه وجود ندارد.',
  '4009': 'اطلاعات وارد شده صحیح نیست.',
  '4029': 'به همه‌ی سوالات اجباری، پاسخ ندادی!',
  '4032': 'پایه‌ی تحصیلی شما برای ثبت‌نام در این رویداد مجاز نیست!',
  '4033': 'لطفاً پایه‌ی تحصیلی‌ات را در پروفایل مشخص کن.',
  '5000': 'ارسال پیامک با خطا روبه‌رو شد.',
}